{
  "bulky waste": "This category includes most of the household items that do not fit into a normal rubbish bin (e.g. furniture). You can take these items to a recycling depot personally. In many cities, there are specific schedules for picking up the bulky waste.",
  "carton": "Recycling carton is very similar to recycling paper. However, a point to remember is that cardboard packaging like beverage cartons do not belong to this category since those are made of mixture of materials. As for carton boxes, make sure to remove any plastic wrappers prior to putting carton into the bin.",
  "ee-waste": "As a rule, electrical equipment (EE) shouldn't be disposed of along with household waste. EE may contain hazardous substances which, if exposed, could cause a serious detrimental effect on the environment, wildlife, and human health. If you'd like to dispose electrical equipment for recycling, we recommend that you take it to an authorised recycling collection point run by your local authority. For information about collection points in Germany, visit ERP Deutschland or EAR websites.",
  "electronic": "When it comes to electronic devices, recycling process is basically the same as for EE-waste. However, working electronics could be instead donated for charitable organizations or sold as used. Such products should not be disposed along with household waste and normally they have a special sign indicating it cannot be thrown to a rubbish bin.",
  "fabric/shoes": "Recycling old clothes gives us a great opportunity to keep down waste and aid philanthropic organisations. Humana and the Deutsch Red Cross have large metal bins in many locations across every German city. Alternatively, refugee centers will always welcome second-hand items in good condition.",
  "fat": "This category includes cooking oil, butter or any sort of grease. It’s recommended you put it into a glass or ceramic container, let it cool, and pour it into the bin or bio waste container. Avoid putting grease and cooking oil down the kitchen sink or toilet. The grease can clog pipes in your own apartment or house. The fats can also cause problems down the line as they continue through the system.",
  "glass": "Any kind of bottle or glass jar that is non-returnable and on which you did not pay a deposit or “Pfand”, belongs in the designated glass bin. This includes wine bottles, jam/preserve jars, oil bottles, juice bottles and even bath salt bottles. Glass is sorted by color. There are different slots for depositing green, brown and transplant glass. You will find these bins dotted over every neighborhood.",
  "hazardous waste": "Hazardous waste is an important category, as these materials should not be put in the Restmüll. The waste is often incinerated and could cause damage if hazardous waste items are mixed in. For hazardous materials, such as paints and household chemicals, it is best to check with the city on the proper recycling facilities.",
  "metal": "This category includes foil, metal tins, beverage cans etc. Such items normally do not require any special treatment or cleaning prior to throwing them into a corresponding bin (unless they contain hazardous materials/chemicals). The basic rule is to dispose of waste loosely. In other words, remove the lid (if any) and do not stack anything inside each other.",
  "organic waste": "Organic waste includes any type of biodegradable remnants like fruit/vegetables, food scraps and peels etc. Such type of waste should be sorted into a special compost bins which are normally brown or green. Composting or fermenting of separately collected biowaste helps to improve the share of humus in soil and to replace mineral fertilisers.",
  "paper": "As with every recycling process, it is important that the waste paper is disposed of carefully and correctly sorted. In Germany and many other European countries, waste paper is collected systematically and very carefully, both at private as well as industrial and commercial sources. This guarantees a high value of the raw material for paper recycling and thus ultimately a high-quality end product.",
  "plastic": "Plastic is one of the biggest categories of household waste when it comes to recycling. Bottles, plastic cups, variety of packaging, containers etc. Very important issue with this type of waste is dependency on its condition and cleanliness. Prior to sorting plastic containers to a corresponding rubbish bin, it's highly recommended to rinse the containers to ensure an efficient recycling process and to help reduce unwanted odours.",
  "polystyrene": "Consumers in Germany can take their airpop packaging (e.g. used to package a washing machine) to collection points or household waste recycling centres for reprocessing. This ensures that they are recycled. However, it is also fine to put styrofoam or polystyrene packaging into a so-called “Wertstofftonne” (yellow recycling bin)",
  "residual waste": "Everything that doesn't fit into one of the recycling categories should go to the 'Restmüll' - literally rest rubbish or residual waste. This also relates to any of the recyclable objects being not in a proper condition. For example, dirty paper or napkins should not be considered recyclable and should be utilized along with other non-recyclable household waste."
}